Repository: Artificial-Pancreas/LibreTransmitter
Catalog: LibreTransmitterUI/*.lproj/Localizable.strings
Languages: nb, ru

source: Activate and finish warming up a new sensor with another app or physical reader.
nb: Aktiver og fullfør oppvarmingen av en ny sensor med en annen app eller fysisk leser.
ru: Активируйте и завершите прогрев нового датчика с помощью другого приложения или физического считывателя.

source: Additional notification types
nb: Ytterligere varslingstyper

source: Adds a lot of data to the Issue Report
nb: Legger til mye data i problemrapporten

source: Always Notify Glucose
nb: Gi alltid beskjed om glukose

source: Are you sure you want to delete this CGM?
nb: AEr du sikker på at du vil slette CGM?
ru: Подтвердите удаление мониторинга?

source: Are you sure you want to remove this cgm from loop?
nb: Er du sikker på at du vil fjerne denne cgm-en fra loop?

source: Authenticate
nb: Autentiser

source: Authenticated
nb: Autentisert

source: Backfill options
nb: Alternativer for tilbakefylling

source: Bluetooth Transmitters
nb: Bluetooth-sendere

source: Cancel
nb: Avbryt
ru: Отмена

source: Click to Snooze Alerts
nb: Klikk for å slumre varsler

source: Configuration
nb: Konfigurasjon
ru: Конфигурация

source: Connection options
nb: Tilkoblingsmuligheter

source: Credentials
nb: Påloggingsinformasjon
ru: Удостоверение

source: Critical alarm volume
nb: Kritisk alarmvolum

source: Critical alarms will always be sent with volume at minimum 60%
nb: Kritiske alarmer sendes alltid med volum på minimum 60 %.

source: Date
nb: Dato
ru: Дата

source: day
nb: dag

source: days
nb: dager

source: Debug options
nb: Feilsøkingsalternativer

source: Delete
nb: Slett

source: Delete CGM
nb: Slett CGM
ru: Удалить мониторинг

source: Device Info
nb: Enhetsinformasjon

source: Disconnect & Continue Setup
nb: Koble fra og fortsett installasjonen

source: Disconnect and unpair any other app or device communicating with the sensor via bluetooth.
nb: Koble fra og opphev paringen av andre apper eller enheter som kommuniserer med sensoren via Bluetooth.
ru: Отключите и прервите сопряжение с любым другим приложением или устройством, взаимодействующим с датчиком через Bluetooth.

source: Fair warning: The sensor will be not be using the manufacturer's algorithm, and some safety mitigations present in the manufacturers algorithm might be missing when you use this.
nb: Rettferdig advarsel: Sensoren vil ikke bruke produsentens algoritme, og noen sikkerhetsbegrensninger som finnes i produsentens algoritme kan mangle når du bruker denne.

source: Found devices:
nb: Funnet enheter:

source: Glucose
nb: Blodsukker
ru: Гликемия

source: Glucose Notification visibility
nb: Synlighet for glukosevarsling

source: Got it!
nb: Nå har jeg det!

source: High
nb: Høy

source: hour
nb: time

source: hours
nb: timer

source: Keep phone unlocked and your Loop app in the foreground.
nb: Hold telefonen ulåst og Loop-appen i forgrunnen.
ru: Держите телефон разблокированным, а приложение Loop — открытым на переднем плане.

source: Last Blood Sugar prediction
nb: Siste blodsukkerprediksjon

source: Last measurement
nb: Forrige avlesning

source: Latest Reading
nb: Siste måling
ru: Последние данные

source: Libre Transmitters
nb: Libre sendere
ru: Передатчики Libre

source: Low
nb: Lav
ru: Низкий

source: minute
nb: minutt

source: minutes
nb: minutter

source: Most libre 1 and libre 2 sensors are supported, except North America Libre 2; see readme.md for details.
nb: De fleste libre 1- og libre 2-sensorer støttes, unntatt North America Libre 2; se readme.md for mer informasjon.
ru: Поддерживается большинство датчиков libre 1 и libre 2, кроме североамериканского Libre 2; подробности см. в readme.md.

source: No Connection:
nb: Ingen forbindelse:
ru: Нет подключения:

source: Notify per reading
nb: Varsle pr. avlesning
ru: Уведомлять о каждом чтении

source: Outside US
nb: Utenfor USA
ru: за пределами США

source: Pair Sensor
nb: Par sensor
ru: Сопрячь сенсор

source: Pairing...
nb: Kobler sammen...
ru: Сопряжение...

source: Password
nb: Passord
ru: пароль

source: Pause Glucose alarms
nb: Sett glukosealarmer på pause
ru: Приостановка сигналов тревоги уровня глюкозы

source: Press the Authenticate Button.
nb: Trykk på Autentiser-knappen.
ru: Нажмите кнопку аутентификации.

source: Proceed to pair new sensor in the next screens. Note that you will loose connection to any existing sensor or transmitter
nb: Fortsett med å parre den nye sensoren i de neste skjermbildene. Vær oppmerksom på at du vil miste forbindelsen til eksisterende sensorer eller sendere.
ru: Приступайте к сопряжению нового датчика на следующих экранах. Обратите внимание, что соединение с любым существующим датчиком или передатчиком будет потеряно

source: Remote data storage
nb: Ekstern datalagring
ru: Удаленное хранилище данных

source: Replace sensor immediately to continue receving glucose values
nb: Skift ut sensoren umiddelbart for å fortsette å motta glukoseverdier
ru: Немедленно замените сенсор, чтобы продолжить получать значения глюкозы

source: Save
nb: Lagre
ru: Сохранить

source: Schedule
nb: Tidsplan
ru: Расписание

source: Select the third party transmitter you want to connect to
nb: Velg tredjepartssenderen du ønsker å koble til

source: Select the type of setup you want.
nb: Velg hvilken type oppsett du ønsker.

source: Sensor expires in
nb: Sensoren utløper om

source: Sensor is expired
nb: Sensoren er utløpt

source: Sensor Serial
nb: Sensor Seriell

source: Sensor should be activated and fully warmed up.
nb: Sensoren skal være aktivert og fullt oppvarmet.
ru: Датчик должен быть активирован и полностью прогрет.

source: Sensor State
nb: Sensorens tilstand

source: Server
nb: Tjener
ru: Сервер

source: Strength
nb: Styrke

source: The Bluetooth connection will take up to four minutes before it starts working.
nb: Bluetooth-tilkoblingen tar opptil fire minutter før den begynner å fungere.
ru: Подключение по Bluetooth может потребовать до четырех минут.

source: There is no undo. Deleting requires authentication!
nb: Det er ikke mulig å angre. Sletting krever autentisering!

source: To
nb: Til

source: U
nb: E

source: US
nb: USA
ru: США

source: Username
nb: Brukernavn
ru: Имя пользователя

source: Valid for footer:
nb: Gyldig for bunntekst:

source: Your sensor must be activated and fully warmed up.
nb: Sensoren må være aktivert og fullt oppvarmet.
ru: Ваш датчик должен быть активирован и полностью прогрет.

source: Trend
ru: тенденция
