Repository: Artificial-Pancreas/LibreTransmitter
Catalog: LibreTransmitter/*.lproj/Localizable.strings
Languages: da, ru

source: Could not decrypt sensor contents
da: Kunne ikke dekryptere sensorens indhold
ru: Не удалось расшифровать содержимое

source: Could not get patch info
da: Kunne ikke få patch-info
ru: Не удалось получить информацию о патче

source: Could not get sensor data
da: Kunne ikke hente sensordata
ru: Не удалось получить данные с сенсора

source: Could not get tag info
da: Kunne ikke få tag-info
ru: Не удалось получить информацию о теге

source: Dexcom Share
ru: Декском Шеар

source: g
ru: г

source: Hold the top of your iPhone near the sensor to pair
da: Hold toppen af din iPhone tæt på sensoren for at parre den
ru: Удерживайте верхнюю часть iPhone рядом с датчиком для создания пары

source: mg/dL
ru: мг/дл

source: Needs Attention
da: Behov opmærksom
ru: Требует внимания

source: Phone NFC not supported!
da: Telefonens NFC understøttes ikke!
ru: NFC телефона не поддерживается!

source: U
da: E
ru: Ед

source: Wrong sensor type detected
da: Der blev fundet en forkert sensortype
ru: Обнаружен неверный тип датчика

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
da: Din telefon eller app er ikke aktiveret til NFC-kommunikation, hvilket er nødvendigt for at parre med libre2-sensorer
ru: Ваш телефон или приложение не поддерживает NFC-связь, которая необходима для подключения к сенсорам Libre2
